module.exports = {
    translation: {
        AHA_MESSAGE: [
            "なるほど～、そうきましたか。",
            "ほぉ～、そうきましたか。",
            "へぇ～、そうきましたか。"
        ],
        START_MESSAGE: "コイン取りゲームを始めます。ルールを説明しましょうか？",
        HELP_MESSAGE: {
            START: "コイン取りゲームのルールを説明しますか？「はい」や「いいえ」などで答えてください。",
            STOP: "コイン取りゲームをやめますか？「はい」や「いいえ」などで答えてください。",
            EXPLANATION: "コイン取りゲームのルールはわかりましたか？「はい」や「いいえ」などと答えてください。",
            DECIDE_FIRST: "どちらからコインを取り始めるのかを決めます。「先攻」や「後攻」もしくは「どちらでも」と答えてください。",
            COIN_GAME: "取りたいコインの枚数を教えてください。例えば、「一」や「三枚」などと答えてください。ただし、一度に取れるのは五枚までで必ず一枚以上は取ってください。",
            GAMEOVER: "コイン取りゲームをもう一度やりますか？「はい」や「いいえ」などで答えてください。"
        },
        UNHANDLED_MESSAGE: "聞き取れませんでした。もう一度お願いします。",
        STOP_MESSAGE: "コイン取りゲームをやめますか？",
        END_MESSAGE: "またコイン取りゲームをやりたくなったら呼んでください。さようなら。",
        EXPLANATION_MESSAGE: "コイン取りゲームのルール説明をします。初めに三十枚のコインがあります。それらを私とあなたが交互に取り合い、最後の一枚を取らされたほうが負けです。毎回、どちらもいち以上五以下の数字を言って、その枚数のコインを取る必要があります。<break time=\"1s\"/>ルールはよろしいですか？",
        DECIDE_FIRST_MESSAGE: "では、先攻と後攻を決めます。先攻と後攻どちらがいいですか？",
        ALEXA_START_MESSAGE: "それではゲームを始めます。私からコインを取りますね。",
        CANT_DECIDE_ORDER_MESSAGE: "ごめんなさい、それで順番を決められないです。「先攻」や「後攻」もしくは「どちらでも」と答えてください。",
        UNKNOWN_COIN_MESSAGE: "取りたいコインの枚数がわかりません。",
        ONE_MORE_COIN_MESSAGE: "もう一度取りたいコインの枚数を教えてください。例えば、「一」や「三枚」などと答えてください。ただし、一度に取れるのは五枚までで必ず一枚以上は取ってください。",
        ONE_MORE_GAME_MESSAGE: "コイン取りゲームをもう一度やりますか？"
    },
};